---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterStringLess
source: html/bf5a21bc-5f5c-9416-d9b0-09483c957a21.htm
---
# FilterStringLess Properties

Specifies whether the .NET object represents a valid Revit entity.